{"posts":[{"title":"As Bluesky takes flight, China has got a Twitter problem","text":"This week, a series of migrations has added buzz to BlueSky. On Tuesday, the app passed 20 million mark — adding a million accounts in a day — and overtook Threads worldwide for the number of active daily users. For Chinese state media, the rise couldn’t have come at a worse time. They have sunk considerable resources into Twitter, via unlabeled state-sponsored influencers, huge bot networks, the famous 50 cent army, offline police harassment of users, and cultivating the platform’s owner Elon Musk. The Twitter bird, they thought, had finally been caged. However, with BlueSky looking likely to emerge past Threads, Mastodon, and Substack notes as the X-scape of choice, already, there is worried chatter within Chinese state media circles as to how to address the problem. Stick or twist..? How state media discovered TwitterIn some ways, you have to feel sorry for the CPC. For years, they didn’t understand social media. Untested commercially and attuned to disseminating information to a largely captured audience, state media outlets floundered when they hit the wilds of the world wide web. To help, bosses tried tipping the scales. Crude techniques like massive ad buys via promoted posts, bot networks, and PR companies were used by state media editors to bolster their views. However, Twitter’s changing of the rules in 2019, banning state media from buying ads, and throttling their accounts via a tweaked algorithm hurt. Labelling them as state media, hurt further. Overnight, viewership plummeted. In the year to 2020, China Daily added a million Twitter followers: since then, it’s lost 200,000. Obscene scenarios saw outlets like CGTN, who professed to have 13 million followers, garner just a handful of likes per post. So. Why did they struggle so much? The first is resources. While each major state media outlet had a social media department or digital team, organisationally, these departments sat the very bottom of the hierarchal scale. The majority of senior management had all come up through the 1970s to 1980s, where the newspaper, or TV was king. They simply didn’t understand new media. These prejudices meant salaries were as much as 30-50% lower for digital departments. Geography too. China Daily’s website staff were in a different building across the street — CCTV’s the other side of town. For a time, heading social media was akin to punishment. Literally in some cases. When one Xinhua TV head was accused of impropriety with college students, in a grubby massages-for-internships scandal, he was punished with a promotion… to lead the Xinhua app. Far from realizing their accounts were windows to millions, work was delegated to junior staff — mainly interns and fresh graduates — who essentially, never clocked off. Inexperienced professionals, with low morale, churning posts, under strict censorship… the cocktail was never going to work. The second problem was content. Obviously, selling communist messages to a skeptical world was always going to be a struggle. But state media also failed due to inherent flaws within the system. It can’t be understated how much some believe in the CPC. Not all — the majority of Chinese I found work in media for the love of media, not some ideological mission — but for a minority, particularly management and the content creators, they are apostles of CPC dogma. Management can only climb the ranks having proved fealty to the Party. This meant bosses tended to be more in thrall to Party teachings than most, and were often blinded by dogma — to the point of naivety. A viewpoint I heard more than once is: “Of course rational people will watch and believe us. We are right.” As such, there was a genuine confusion as to why content didnt click with overseas audiences. Some looked at swollen numbers a video would have domestically, and the bereft figures the exact same video would have internationally, and couldn’t fathom the disconnect. On Twitter, this problem tended to be either a) ignored, or b) hidden via giant bot buys just before report writing season. ‘Getting it’It’s only recently, that state media has begun to understand social media. In this, I had a very small part to play. In 2019, I launched China Daily’s first short political commentary social media videos. After a few weeks, I had two genuinely viral hits. In six months, I racked up 20 million views. We won awards. They built a new studio. Other outlets came to research us. It didn’t pass me by that soon, state media-produced three minute political commentary videos, with a light-hearted bent, began popping up everywhere. When I first started in China, little to no thought was given to understanding foreign audiences: message first. By the time I left, it had started to click that foreigners needed a different approach. To give credit where it’s due, state media’s “studio” system has been especially effective at this, including prominent figures like Li Jingjing and It’s Abby for CMG, and Andy Boreham at Shanghai Daily. Each are fronted by a personality, that is then backed up by a small team of anonymous writers, editors, censors, and media budgets at their respected state media outlet. Initially, they — and dozens more — were used as subversive ways to spread content without the burden of admitting they were CPC creations. To sneak into timelines. When social media’s restrictions on state media hit, they equally became effective workarounds, or ways to buy adspace surreptitiously. While some have been forced to admit their origin — Andy and his state media merchandise springs to mind — others scrub any mention of their state media links, and maintain complete kayfabe. Even Andy maintains he has editorial control over his output (a lie). It’s not all effective, however. Most accounts simply never took off. And the larger ones, having leant so heavily into nationalistic standpoints, appear to have hit a wall. Followers/views have slowed. Today, their content repels as much as it attracts new overseas audiences. As the exodus from Twitter continues, their scope will surely only diminish. Will Twitter’s downfall hurt?Now. Reality check. Even at its height, before Musk’s changes, Twitter is a lot less popular than you imagine. In 2023, the average Brit spent 13.5x more time on TikTok than they did on Twitter, and 4.5x more time on Facebook. Now consider the UK is one of Twitter’s most enthusiastic bases. Frustrated by limited returns, many state media outlets have actually already started to turn away from Twitter. In its most recent Social Responsibility Report, China Daily promises to: “strengthen proactive publicity and actively tell the story of the Communist Party of China to the outside world.” CGTN, Xinhua et al all make similar statements in theirs. Yet, in practice, there’s been a noticeable shift of attention by state media back to their domestic platforms. When I was there, China Daily prided itself on being the first English-language newspaper in China. Today, the majority of the organization’s social media video output is in Mandarin, designed exclusively for its domestic channels. Most never leave the Great Firewall. Take Media Unlocked. Launched circa 2020 as an investigative series to counter western narratives, China Daily bills it as one of its flagship brands, and (optimistically) states it has been watched tens of millions of times. In reality, its external impact has been negligible. Aside from spikes from spats with the Philippine press, CBS’s 60 Minutes show, and a CNN story highlighting how its hosts are often AI generated, the series has barely registered overseas. Around half its posts on Twitter top out at just a few hundred views. What has worked is its domestic arm. Shorn of the male host, Xu Pan Yiru’s pithy summaries regularly go viral, and ‘Tell News in Vernacular’ is one of China Daily’s most watched channels. One video, where she describes her political/personal motivations for doing her job during a speech contest (tl;dr quote: “I love my country”) hit 60,000+ likes on their Wechat channel, and broke out to other platforms to become a genuine widespread viral hit in China. Into this, China Daily has leant. Today, domestic platforms Billibilli, Douyin and Wechat are the main focuses. China Daily still produce an hour or two of English video content a month, but this, like their two foreign hosts have largely fallen by the wayside, with Potside Chats, or Unboxing China failing to make any cut through domestically or abroad. One recent livestream I clicked into had 2 viewers. Across the entire industry, this trend is being replicated. Full-time foreign hosts are being dumped, replaced by cheap day-hires of foreigners already in China (mostly students from “friendly” Belt &amp; Road countries). While international content departments, who ostensibly should be concentrating wholly on external audiences, are instead now editing content with an eye on domestic audiences. To whit, overseas is being abandoned. Future BlueSkies?As yet, not many state media influencers have migrated over. Will they? Almost certainly. These are media professionals who are paid to post, work full-time, and have the pressure of an entire autocratic state behind them. They are fulfilling Xi’s call that: “China must amplify its voice so that the nation’s message is heard overseas.” The great prize of Twitter was never its number of users: it was who they were. Journalists, academics, and politicians… the Chinese state saw it as the fount of western hegemony, and an ideological battle place. If BlueSky becomes Twitter’s spiritual successor, it too will be a key mount to conquer, drown out, or destroy. If state media does arrive in earnest, it may take time. It’s noticeable how loose BlueSky’s algorithm currently is, how difficult it is to game. No promoted tweets, blueticks or convoluted algorithm to manipulate here. BlueSky’s simplicity may yet be its best protection for its purity. With its currently predominantly western liberal leaning, the platform also will be an uphill challenge for those looking to push overtly nationalistic viewpoints. Even after years of honing their communication on Twitter, many state media accounts and their offshoots remain too abrasive, too anthema to mainstream ideals, and (potentially most damaging of all).. too dull to entice new broad audiences. Many only became large on Twitter via brute-forcing the system — latterly via Musk’s paid-for-blueticks. And yet, even with this algorithmic help, it’s interesting how KPI’s for many in recent months have plateaued, or gone backwards. Will they try? Yes. A number of bot accounts already litter BlueSky inboxes. Whether they ever will be activated, or harder yet, be effectual, is to be seen. The perfect scenario is that state media learns from its past mistakes. Starts afresh. Prizes quality content and journalism, that connects with audiences.. over self-serving aggrandizement, or petty point-scoring over perceived slights. If there is one thing that Twitter proved though, is that if BlueSky doesn’t work for it, the Chinese state is more than happy to help burn down a network with spam, bot networks and enshitiffication, than leave it for hostile-to-CPC thought to gather. The: “If I can’t have it, neither can you.” In short, for now, enjoy BlueSky. Cloudy days may be coming. Shared from As Bluesky takes flight, China has got a Twitter problem - Too Simple, Sometimes Naive.","link":"/2024/12/01/As%20Bluesky%20takes%20flight,%20China%20has%20got%20a%20Twitter%20problem/"},{"title":"从和菜头到牧之野","text":"第一次知道和菜头，是在初二的各种语文卷子上。他的文章总是和各种来路的文字夹在同一张卷子上，但是只是夹着，并不是混在一起：他的文风很好辨认，朴实无华的文字，各种源于自己想法感受的题材和以“我”为叙事中心的写法，亲近的像坐在食堂里跟别人唠嗑的中年大叔。（事实上，他还是个秃——打住！菜头看到了会把我拉黑的） 菜头的文章很有意思，莫名地让我极想去网上搜一搜，于是就在第一次在卷子上看到了他的大约两周之后，老师在群里发了篇以他的文章为基删改而成的精读，我就即时把文章复制粘贴到了百度。度娘并没有让我大失所望，头一条结果就导向简书，我满以为找到了菜头的号，点进去一看，是转载。好在文章末还附上了链接，主域名是hecaitou.com，应该就是这个了吧！跳转一下。 “无法解析服务器名称或地址。” “可惜这么好的一个作者居然停笔了”，我悻悻地想着，印完卷子关掉电脑，没几天又和王开岭鲍鹏山等人在语文的海洋里厮混去了。之后语文卷子上，还是偶有菜头的几篇文章，我照着文章内容推断，“只要你的硬盘足够大，Google公司一直在运营，那么你可以一直那么做下去”，嗯，还可以用Google的年代；“菜在推上曰”，还可以用Twitter的年代，那大概率是在09年往前了。等下，网站不会被墙了吧？回去挂上梯子，再输了一遍域名，还是不行。 转机发生在初三。新来的郑老师口才出众，课上常常引经据典，滔滔不绝，尤其是讲精读的时候。某次卷子上又是和菜头的文章，郑老师讲着讲着，就讲到菜头人头上去了：“……我也关注了他的公众号，叫槽边往事。不过他最近好像沉迷于AI绘画，每天都有个两三张的……”我还昏昏欲睡呢，听到“公众号”仨字，立马精神了起来；原来你特么没停笔啊！回去一查，发现确实有这个公众号，我旋即关注星标推荐三连。 慢慢地看了他的一些文章，我才知道菜头原来那个hecaitou.com确有其站，只不过在移动互联网的洪流里关了，他写作的时间，远比那个站的历史要长：上个世纪末就在各种论坛里开始写了。他公众号里的原版文章有些部分远比收录在卷子里的删改版更加直球，所有鄙语，全都是写的本字（“都要在这个最短的时间内作出这个牛屄或者傻屄的决定”，《决定》）。真是好玩！想想也是，他还是腾讯的产品经理，人家总不可能因为两个脏字就封了他吧！ 也是在大概同一时候，微信搞出来了文章推荐，我也藉此认识了另外一个写短文的作者，牧之野。 这位老哥挺是爱国爱党，就水平而言，比胡锡进这种飞盘叼来叼去的不知道高到哪里去了。我最开始知道他大概是在去年年末疫情防控闹得最狠的时候，那个时候互联网上一片共存派清零派的骂战，他哪边都没偏，天天坚定地“与党和国家站在一起”。 牧之野的风格和和菜头大不一样，毕竟他一个人（应该是？）一边搞着一个写日记的大号，一遍跑着一个写时评的炮灰小号。用语风格里对比最明显的，就是牧之野明显地表现得更为谨慎：“语气词”，一概没有，不仅这样，连一些敏感的语汇，他都会学习抖音快手之类，某些字就用拼音首字母代替。虽然看起来有些奇怪，不过比起菜头的横冲直撞，这种写法我在简中互联网上见得多了。 这也是没办法的事，他“站在一起”的那个方向，早确立好了“加强网络内容建设与管理”的准则。写时评的，被各种各样四面八方而来的铁拳锤完了，不是在简中互联网上销声匿迹，就是无限向胡锡进的方向靠。 不过这倒不是整体上最明显的。如果从文章的大略来看，最明显的应该是排版。更准确地说来，是分段。 如果各位在今天仍然留有阅读纸质书的习惯，大概是可以察觉到纸质书籍的内容同各种公众号头条号里的鸡汤文章，在分段上就有着明显的不同。菜头和牧之野的分段，比这两个差距略小，但仍然可以察觉得到，从他们今天的文章里各自摘两段话举例： 比如许多父母喜欢说这样一句话：你要努力读书，不要像我们一样，一辈子吃了没读书的亏。这句话的用意是没错的，甚至这句话给出的建议也没错，但是经不起任何深究。说这话的人，怎么确定自己吃亏是因为没读书？会不会根本的问题并不在读书上？因为现实中随手就可以找到大量反例，很多人的确没读什么书，但是并不影响拥有幸福人生，也没见到天天吃亏。 我读过那么多书，读得还不错，也没见到少吃多少亏。站在我的角度上来看，不同的人生吃不同的亏，不同的人生层面上吃不同风味的亏，哪里是通过读书可以豁免的事情？无非是不读书可能要吃简单粗暴的亏，读了书可能要吃精致复杂的亏，郁闷得也更为幽微曲折，酸爽入髓。（和菜头） 有时需要批评自我批评这个环节，挖空心思找了几个缺点和不足，但内心是不是真的认为这是缺点，可能未必。 我们每天生活、工作，没有多少人会经常思考自己真正的缺点，而把这些缺点列出来，真痛改前非的，少之又少。 大多数人说自己缺点的时候，是带着笑说的，甚至还有很骄傲和自豪说的，语气类似：“我就这样”。（牧之野） 能直观地看到，和菜头的文章，仍然是比较贴近传统的行文方式，四五句话成段，整体段落长一点；而牧之野的推文，喜欢单句成段。我不由得想起之前在卷子上读到和菜头的文章时，整体观感与从传统纸质书籍上摘下来的片段或是散文无异；而牧之野的文章则是让我想起了某些作文素材，由于原先是新媒体的新闻报道，单句甚至单个分句成段的排版，在纸上怎么着都挺别扭。 我是个喜欢一目十行的人，所以，每次看菜头的文章，我都不得不压住我想扫过去的冲动，一行一行得看下去；看牧之野的文章时完全相反，扫过去是很舒服的，并且还最好是扫过去，不然连贯性就没了保证。这么看多了，其中的端倪就慢慢地现了一点： 和菜头的文章是用来读的，牧之野的推文是用来刷的。 《如何阅读一本书》里，大概也有一段意思相近的话，大意是，有些书再看的时候，“会发现一套套全新的东西”，有些不然。我想，和菜头的文章大概还在前者，而牧之野的文章可能还排不上。换句话说，单句成段有个比较大的副作用，就是信息密度低。“精神食粮”是可以反刍的，消遣品可能不行，因为大多数消遣品怕都是一次性的。 顺着这条路走下去，我去找了和菜头和牧之野各自开始动笔写作的时间，发现菜头在新世纪前后就开始在各种BBS混，而牧之野要等到2015年。在和菜头写作的那个年代，人们用于连接互联网的设备主要是电脑，电脑更大的屏幕与传统的纸质书版面相近，网速受限，上网仍有门槛，能够接触互联网的人大多也受过良好的教育，文化程度普遍更高，对于长连续文本文段的接受能力也更强，因而写作者们在写作时也会更倾向于这种长文本的写作。 牧之野开始写作的年代，正值4G和4G手机在中国大幅普及的时候，随之而来的移动互联网浪潮让互联网得以深入下沉市场，副效应便是受众面受教育程度的大幅度降低；同时随着“面”的拓宽，内容生产者也开始大幅涌入这篇蓝海，大家好像第一次有了看不完的推文，改开前到处借书的记忆成了过去时，“刷微博”的动作描述词也被收录进了《意林》的笑话版。 到了这个时候，大家的阅读能力已经开始普遍下降，“能让受众看得懂看得通”成了写作者的首要目标，单句成段的风潮由此流行起来，这在在营销文中体现地尤甚；本就不多的几句话，中间还有图，这已经不能称之为传统意义上的文章了。作为时评写作者的牧之野，应该清楚地知道，想要快速广泛地传达自己的观点，后者更适合，或者说，以一种涂了润滑油一样顺滑的方式去迎合读者。这点从他文章里的变化能看得出来，2020年前的文章还能够二三句一段，现在单句成段。 但是和菜头仍然在坚持。 菜头文章里的评论区里时常有人抱怨文章太长了“读不完”，乃至“懒得读完”，菜头仍然会毫不留情的回怼：“爱看看，不看去小黑屋”。有人在评论区写：“你输出内容，那就需要被质疑，否则明星谈恋爱为什么要考虑粉丝呢？”和菜头口下一点不留德：“不是你说质疑，那就算质疑，质疑起码也要智力活动迹象作为基础。” 某种程度上，和菜头日复一日地在评论区回怼拉黑，是对自我意识的维护，也是以实际行动对BBS时代的怀念。他在文章里写道：“我只写我想写的文字，写得了就用心写，写不了就保持沉默。”他没有跟随迎合读者的潮流而去。 可能牧之野也有自己的坚持，他仍然是将自己的想法与观点通过文字表达出来，并没有追随2018年开始的短视频化转型成vloger之类。但是我仍然觉得和菜头与牧之野在坚持上有所不同。下面摘了两段菜头和牧之野每天文章的最后部分，差异是有的。 但他们都在表述着自己的独立观察，这就够了。 他们都很值得敬佩。 请你相信我， 我所说的每一句话， 都是错的 （和菜头） 一个力争纯粹的人划出的桃花源 有门槛有态度 不一定篇篇正确但源自独立思考和原创 不接广告、不荐股、不带货、不荐理财保险 不哗众取宠、不左不右、不偏不倚、不在乎 立场坚定，爱国爱党理性思考，客观表达 （牧之野）","link":"/2023/08/23/%E4%BB%8E%E5%92%8C%E8%8F%9C%E5%A4%B4%E5%88%B0%E7%89%A7%E4%B9%8B%E9%87%8E/"},{"title":"劳动号子","text":"一 之前喝到某款牛奶，包装外面印着好几行强调自家牛奶咋好咋好的广告语，里面有句话很好玩：“我们的奶牛听着音乐产奶”。看着这句话，我莫名有一种自个被物化的感觉：我们大扫除的时候，不也是放着歌的么！ 大扫除可以放歌这个习惯，我已经忘了是什么时候开始的了，印象里刘老师好像也没怎么提过。只是大概记得，可能是某几个同学来找我，问我扫地的时候能不能放点喜欢的歌，我一口答应后，第二周就开始了。没过几周，就有人开始上网查歌，接着就开始上各种网了，我就和他们约法三章——只能自己带U盘来，只能放U盘里的歌，把列表里的歌先挑好。就这样，这种“劳动号子”慢慢规范化了，甚至后来盛极一时的学科资料文件夹里，都有大扫除曲目的一席之地。 既然是预先选好，选歌的人就必然会考虑到自己不能随着性子即兴发挥，当场调首歌出来和一次性挑的太多没法放这两个前提，于是乎挑出来的都是些精品：音游的曲子、国内外红歌、各种流行音乐乃至NK-Pop都有。老实说，作为一个平常不怎么听歌的人，大扫除里曲目的多样性真的极大地提高了我的音乐品味。 不过，既然有精品，那也一定会有“精品”。能够让A19劳动效率下降到负的Lost Rivers和作为“民族音乐探索先锋”的《忐忑》成为了长期挂在没音乐放时大家嘴边的两首经典歌曲。挂在嘴边的还有被误伤的《国际歌》——作为和A19正好凑一对的B12，听到这首歌就会恨不得自己把自己挂在路灯上。 刘老师倒是从来没管过我们选什么歌，换言之，只要不是太离谱的歌，都有在大扫除上放出来的可能。现在回想起来，我还是很感谢刘老师的，毕竟，她的放任，让我们班的大扫除，有了不同于其他班的一片天地。 二 除了上面写到的两首嘴边常挂，其实还另有两首。 首当其冲的就是李帝的改版校歌。 我们学校歌算是晚的，不像后面几届。初二上的前后，周某人才在某节音乐课一时兴起把校歌教给了我们。说来也好笑，我们年代久远的校歌估计是因为录制的时候受技术限制，有几句录的特糊，由此也诞生了不少空耳。“尝试大胆的创新”一句，直接被听成了“考试大胆地抄袭”。 学校歌的时候，我就坐李帝旁边（因为当时我们都挺矮，所以都在第一排），我就听着他在那文思泉涌地听一句改一句，当时我俩还边改边笑呢。周末回家，我就看到了他在群里发的歌词，我就以为这件事结束了。结果没过两天，我一住读生在教室里就听到了别人带过来的李帝自己唱的校歌！ 我当时就被雷到了。李帝真是学到了龚丽娜民族唱法的“精髓”，进行曲唱法的校歌愣是被他唱出了民歌的婉转。更好笑的是，改编的歌词里，什么“巍～巍～KTC，统治着整个的外校；滚～滚～她把，我们都赶出了外校”“迎接暴风考试大胆地抄袭”“五洲四海回荡着乌舟的足音”啥的全都安排上了，差不多把班上几个很有影响力的梗全都囊括进去了。 果然，这首歌一经发出，便火遍了一班的大江南北，各种翻唱如雨后春笋一般冒了出来，大扫除放歌的环节也自然没有例外：从这首歌产生的那周起，班上就有源源不断的人把这首歌拷进了U盘里，在班上的电脑上放；即便是过了几周基本上拿来放歌的U盘里都有这首歌了，也还是有人起哄要把这首歌放出来。 很自然地，轮到李帝做清洁的那周开始，他就注意到了这件事，并且开始设法阻止这事儿。别人眼看就要点到歌了，他就上去开玩笑似地把人家手拿开，重新换一首；遇到不肯换的，还难免会有点“肢体冲突”。对于这件事，我想着他当然也有正当的理由；人家都没付他版权费呢，凭啥就公开放，这不侵犯他版权么！ 不过，这么做的结果反倒是大家都记住了这首歌，并且在后来歌与歌的间隙里，都会有人提议把这首歌放出来听听。 还有首在唱法上一样离谱的，B5翻唱的《Lemon Tree》。这首主要是把女中音生拉硬拽地至少降了一个八度，成功地造出了一种won’t gonna up or down的，像是为了应付Lynette布置的作业的听感，也因此被广为传唱。一样地，B5本人也极力阻止这首歌的传播，也由此收获了和李帝校歌一样的待遇，传唱至今。 写到这里，我想起来《哈利·波特》里的一段情节。 在伏地魔归来的初期，权威媒体全面噤声，“吹哨人”哈利·波特被魔法部训诫，只有《唱唱反调》敢于发布伏地魔归来的报道。而魔法部副部长、霍格沃茨代理校长乌姆里奇果断禁止了《唱唱反调》，于是发生了以下一幕： 不知为何，赫敏一看到这些告示就抿着嘴乐。“你高兴什么？”哈利问她。 “哦，哈利，你看不出来吗？”赫敏小声说，“如果她能做一件事绝对保证学校里每个人都会读采访你的文章，那就是禁止它！” 看来赫敏说得很对。到那天结束时，虽然哈利在学校里连《唱唱反调》的一个角都没见着，但似乎全校都在引用那篇采访中的话。哈利听到学生们在教室外排队时小声讲，吃午饭时也讲，上课时则在教室后面议论。赫敏甚至报告说。她在古代魔文课前急急忙忙上厕所时，听到每个小间里的人也都在说它。 赫敏说的挺对，“如果她能做一件事绝对保证学校里每个人都会读采访你的文章，那就是禁止它！”这是一个传播学和社会心理学研究已久的话题：越禁止就会越流行。比如夏娃吃了伊甸园的苹果，就是“禁止”所激发的好奇心，真是根植于人的本性。这在心理学上也被叫做“禁果效应”或“夏娃效应”。 我倒有点后悔没有尽早“将理论运用于实践”，要是那天早上放RbOH版《恋爱循环》的时候我能上去像模像样地阻拦一下，或许班里研究machine training的人还能更多呢！（迫真） 三 问各位一个问题：老师上课带U盘来是为了干什么？ 是来拷文件的。 这个道理对于带U盘来放歌的大家大概也同样适用。事实上，开始放歌没过多久，轰轰烈烈的大规模文化交换运动就同步起航了。 班上能够拿来放歌的U盘，最少的也有两三百首歌，数量有了，面上的宽度就有了一定的保证。这么一来，“查漏补缺”就成了拷歌的主要理由。于是乎就出现了这样一种情景：大扫除每每进行到一半，都会有好几个人如听仙乐耳暂明，情不自禁地放下手中的活，迫不及待地掏出口袋里的U盘，以迅雷不及掩耳之势跑到电脑面前把U盘一个个插上电脑，满怀期待地朝着电脑上的360U盘助手点去，然后—— 然后电脑就卡住了。 没事，我们的人都是很有耐心的，等一下也没啥。只消一会，电脑就会恢复正常，接下来的环节就是共产主义式的各取所需了。一般来说，人都是听到了某一首抓耳的歌才会去主动把这首歌拷过来，但也有整个整个文件夹（专辑）拷的。 一开始，我们都只看见了多媒体那个logo下面的三个接口（一个3.0带俩2.0），因此每次只能插上三个U盘，拷歌还得排队。终于在无数次的等待后，有人偶然间发现，盖板后面居然还藏着六个接口！这下挺好，口子也够了，速率也上去了。犹记得当时USB3.0 to USB3.0那个速率的盛况，1.5个G的歌，没半分钟就拷完了。生产力的提升还是要靠探索啊！ 作为穷苦学生党，借文化交流活动绕过版权限制大概也是来拷歌的原因之一，也是一个附加的优点吧。复制过程中，有人就偶然看见了别人U盘里的某个在网上要收费的专辑，一时兴起干脆就拷走了，这个习俗甚至延续到了后面没大扫除的时候。《最伟大的作品》发行后，B8某次在需要放歌的时候把里面的歌放了出来，立马就吸引了不少人过去拷歌。 对了，说到这里，我们的电脑师傅B8对放歌的态度也颇暧昧。他自己也偶尔带U盘来放歌，有的时候看到别人的歌也会拷一下，但他自己对于别人拷他东西是非常警惕的，好像只有很少的情况会允许，就跟他讲话的风格一样，捉摸不透。不过有一点例外——是他作为电脑师傅的身份出现时——每到回教室的时间，他往往不顾人家歌没放完/拷完，就急冲冲地把人家窗口关了在那维护电脑；有时候人家拦着他关，他一急，干脆就把电闸一拉，走了。“我管你的！” 到后来，这“文化交流活动”倒真成文化交流活动了，啥玩意都可以过来拷，包括但不限于B5的本子游泳的美照、Duty Report要用到的PPT、乃至放出来大概能让人社死的各种.docx…… 哦对了，还有一个很重要的没有讲。 是什么呢？ 那天下午把U盘借给我的B10肯定知道。","link":"/2023/08/15/%E5%8A%B3%E5%8A%A8%E5%8F%B7%E5%AD%90/"},{"title":"开Blog","text":"嗨，我是huanxion。 跟我比较熟的朋友可能知道，前两周我已经断断续续地在自己的QQ空间写了点小短文和小长文。在写的过程中，我还是慢慢地发觉到，这些文字应该被放在一个更合适的地方。于是，就有了你现在看到的这个Blog。 Blog算是网络近现代史上的一款老产品，在中国其实早已式微，但是它仍然是长连续文本和更新文本最合适的载体——像QQ空间那样的产品，似乎就是为短文本、图片和视频而设计的。在大概了解了Blog之后，Blog的优点也就在我眼前浮现了出来：即时的修改和增补更新能力，对于多种超链接的兼容能力，亦或是对Web的开放性，都是封闭的App所无法企及的。 除此以外，我在QQ空间里的第一篇短文中其实提到过，也就是鲍鹏山所说的“唯文字可以完成抗拒”，在Blog下其实才是最具说服力的。只要Github不倒闭，甚至是说根服务器不被炸，那么，这个Blog就会持续地向整个互联网世界开放，它仍然是互联网世界的一部分。 对于Blog的技术支持，我选用了Github Page+Hexo+Icarus的组合，在这里感谢Hexo和Icarus的所有贡献者。本来我想用gitee以保证墙内互联网的可访问性，但是gitee奇葩的先审后发制度成功地让我望而却步而转向Github。“水至清则无鱼”，我不希望开源精神的开放性为审核所制约，也不希望开源中国的愿景被代码审核浇冷水。 对了，说到这里，其实用Github Page搭起来的Blog还有个优点，就是我不必为各种违禁词而困扰劳神，从而使流畅简明的文字表述成为可能。我很反感那种要绕来绕去拐来拐去的文字表达，这是作为“投手”的作者所恰恰应极力避免的。在现在这个生成式文本大模型横行的年代，太抽象的文字并不利于它们的发展，我希望我能够稍微地起点规避作用。 最后，我的Blog左栏的个人简介上，有这么一句话：看见信息差。这里的信息差，其实是“信息不对称”之意。也就是说，这个Blog的部分文章，就将围绕这一目的而展开。","link":"/2023/07/17/%E5%BC%80Blog/"},{"title":"（译）日式英语速成教程","text":"自英语使用者与日本人之间最早的文化接触以来，把英语转录（transcription）成日语的现象就已经存在。在江户时代，汉字被用来音译英语和其他外来词，但在现代，片假名已经成为主要的目标书写系统。与罗马字的系统不同，转录为片假名并没有一个标准，方法各异。然而，总体来说，所有的方法都试图保留英语的发音，而不是拼写。换言之，进行的是转录（transcription），而非音译（transliteration）。 本文讨论了将英语单词转录为日语中最接近的语音等价物（phonetic equivalent）的问题。 转录动机转录方式和目的多少有些关联。把英语单词转录成日语是有原因的：许多法律文件要求只使用日语文本；计算机数据库可能需要日语文本数据来分类整理，以便加以利用；（日本的）老师希望通过转录来解释英语单词的发音（来自英语的外来语通常以转录形式书写）；也有可能有些人只是对自己的名字在日语中怎么表记感兴趣。 因此，转录者的优先考虑会有所不同。老师们可能希望表明英语发音的许多细微差别，而为新产品命名的人可能更关注日语母语者的发音便利性。 困难日语的音节数远少于英语。比如，日语不区分“run”和“ran”的元音，以及“row”和“low”的辅音。此外，日语中哪些音能组合的这种规则通常比英语严格得多。因此，转录后的单词发音可能与原始英语单词的发音相去甚远。 如果是写给日本人看的，转录完了应当检查一下是否已有公认的日语转录形式，以及新单词的含义在日语中改变了没有。单词“ミシン”就说明了这两种问题：这是对单词“machine”的转录形式（这玩意念mishin！），而且日语单词的含义仅限于缝纫机。同样值得注意的是，一些乍看之下似乎是被曲解的英语外来词实际上是来自其他语言的借词：コップ（水杯）不是英语“cup”的变体，而是荷兰语“kop”的借词，タバコ（烟草）（译者注：タバコ可以整体训成“煙草”）来自葡萄牙语“tabaco”，而不是英语“tobacco”。 转录步骤大多数日本人不会根据系统的转录程序来转录，而是根据他们对英语发音的感知来转录，虽然但是拼写的影响也很大。不过这个过程可以用较为规范的流程表示出来，以下是其中一种可能的顺序。熟练的日语使用者内化了这些转换流程，并会在将英语单词运用于书面语或口语时执行它们。 第一步：将英语用音标转录有别于英语单词的拼写本身，第一步是从英语单词的音标开始。音标转录应反映单词的准确发音。拼写常常会误导发音。如果有疑问，字典会提供准确的音标。字母x通常对应两个音（ks），而字母组合sh、ch和th各自对应一个音。下例中的英语音标采用国际音标（IPA）。 第二步：将英语元音转换为日语元音日语的音节比英语少得多，因此许多音必须改为日语中的等效或相似音。这里使用的罗马字母系统是平文式罗马字（Hepburn system）的变体，长元音用双写字母表示（ii、ee、aa、oo、uu），音节鼻音用大写N表示。 元音需要改为日语的五个元音。通常，使用英国标准发音（Received Pronunciation）作为英语元音之基础所进行的转录基于以下系统，其中双元音表示长元音（2个音节）。 英语 日语 示例单词 日语转录 ɑː aa, a father, arm, commander fazaa, aamu, komaNdaa iː ii she shii ɪ i pig piggu ɛ e bed beddo ɜː aa, a bird baado æ a hamburger haNbaagaa k 之后的 æ kya (yōon) cat kyatto g 之后的 æ gya (yōon) gamble, gal gyaNburu, gyaru ʌ a country kaNtorii 使用 “o” 拼写的 ʌ o monkey, front, London moNkii, furoNto, roNdoN ɒ o box bokkusu ɔː oo straw, port sutoroo, pooto ʊ u book bukku uː uu balloon baruuN 非末位 ə 不固定，取决于拼写 about, pilot, London abauto, pairotto, roNdoN 拼写为 “-r” 的末位ə aa winner, hamburger uinaa, haNbaagaa 拼写为 “a” 的末位ə a mama, puma mama, pyuuma eɪ ei, ee, e day, David dei, debiddo aɪ ai my mai ɔɪ ooi, oi boy, toy booi, toi əʊ o, oo phone, no foN, noo aʊ au now nau ɪə ia, iaa queer kuia, kuiaa ɛə ea, eaa hair hea, heaa ʊə uaa tour tsuaa juː yuu cube kyuubu 在美式英语等英语的卷舌音方言中，音节末尾的字母r会发音，但在转录为日语时，这个音会转录为以a结尾的元音序列，除了音序列[ɔɹ]，它对应于英式发音的[ɔː]，并转录为oo。也就是说，car变成kaa而不是karu，pork变成pooku而不是poruku。 第三步：转换辅音某些辅音在转录为日语时需要更改。这个过程包括三个子步骤： 将非日语语音变为最接近的日语语音首先，英语中有一些辅音在日语中缺乏或只在特定情况下存在，因此必须转录为日语中存在的其他音。 英语 日语 示例 θ s thin → siN ð z that → zatto l r left, milk → refuto, miruku ŋ (当拼写为”ng”时) Ng, N song, darling → soNgu, daariN j (在i, ɪ或e音之前) i yeast, yes → iisuto, iesu h (在u或ʊ音之前) f hoop → fuupu w (在u音之前) u woods → uzzu v * b David → debiddo 日语中缺乏的其他英语辅音还有/ʃ/，最接近的等价音是/ɕ/。虽然两种语言中都有/h/，但在日语中，它在/i/前同化为/ç/。不过，这些发音差异小到在转录时不需要视为不同音。 在日语假名中可以标注/v/音，并且在“越南”（ヴェトナム vetonamu）和“Vicks”（ヴィックス vikkusu）的日语拼写中使用，但这个音在日语本土语音系统中不存在，通常在转录英语词汇时变为“b”。（译者注：这里的区别仅仅存在于拼写中，在发音上两者没有任何区别） 腭化舌冠音接下来，日语要求舌冠音“s”、“z”、“t”、“d”在出现在元音i前时进行腭化，所以如果这些辅音出现在“i”前，它们要么直接腭化，要么元音“i”变为“e”： “si”变为“shi”（注意“si”可能最初来自“thi”，如thick）。 “ti”变为“chi”或“te” “di”变为“ji”或“de” “zi”变为“ji” 在近来的外来词中，“ti”和“di”经常保留。在假名中，这个音由一个全尺寸的“te”或“de”和一个小尺寸的“i”表示：ティ（ti），ディ（di）。 将短元音后的清阻音（voiceless obstruents）化为促音在日语中，清阻音“p”、“t”、“k”、“s”、“ch”和“sh”有双重形式，写作促音（っ），在转录英语时，这些促音用在短元音之后。短元音是用单个元音（“a”、“e”、“i”、“o”或“u”）转录的元音。这种转换一般应用于词中间，但不一定。另外，有时音节末尾的“t”会变为“ts”而不是“tt”。 单一形式 双重形式 示例 p pp pop → poppu t tt cut → katto k kk pack → pakku s ss kiss → kissu ch tch patch → patchi sh ssh mesh → messhu 第四步：插入元音日语对音节结构有严格的限制，任何违反这些限制的音节都需要插入元音插到符合要求为止。这些元音称为插入元音。 日语中唯一允许的复辅音（consonant cluster）（连续出现的不夹杂元音的多个辅音）是双重辅音cch、mm、nn、ss、ssh、tch和tt。然而，用英语二合字母ch、sh和ts表示的声音在转录为日语时被视为单一音。 日语音节只能以元音和N结尾。 任何不符合这些规则的声音序列都必须插入插入元音。插入的元音通常是“u”，但有一些例外： “m”在“b”或“p”之前不带插入元音，而是被“N”替代（在这些情况下发音与“m”相同）。例如，computer变为“コンピュータ”（koNpyuuta）。在“k”或“g”前，“N”也发音为/ŋ/，因此像ink这样的单词在“n”之后不需要插入元音，变为“インク”（iNku）。 “t”和“d”取“o”作为插入元音。“t”也可以取“u”，在这种情况下，“t”变为“ts”（即“tsu”）。 上述“tsu”的规则有时被替换为用假名的全尺寸“to”加一个小“u”书写的“tu”：トゥ，这在近来的日语外来语中更常见。例如，电影“The Truman Show”的日语名称是“トゥルーマン・ショー”（turuumaN shoo）。 “ch”和“j”取“i”作为插入元音。 “k”和“sh”通常取“u”作为插入元音，但有时取“i”或在“u”和“i”之间变化。“i”是更保守的模式。 第五步：截成音节将原有的日语词截成单个音节，每个音节包含以下元素之一： 一个辅音和一个单元音（CV） 一个辅音、“j”和一个单元音（CjV） 一个单元音（V） 音节（末尾）的“n”（N）ン 双辅音（促音）ッ 第六步：将罗马字转录为片假名每个音节对应一个或两个片假名字符。长元音的第二个音节在片假名中统一转录为「ー」。音节 “n”（此处转录为 “N”）在片假名中为「ン」。 示例 英文 第一步 第二步 第三步 第四步 第五步 第六步 Amazon /æməzɒn/ amazon amazon amazoN a.ma.zo.N アマゾン boxing /bɒksɪŋ/ boksiŋ bokshiNg bokushiNgu bo.ku.shi.N.gu ボクシング Brisbane /bɹɪzbən/ brizben brisbeN burisubeN bu.ri.su.be.N ブリスベン church /tʃɜːʃ/ chaach chaach chaachi cha.a.chi チャーチ Cornell /kɔːnɛl/ koonel kooner kooneru ko.o.ne.ru コーネル craft /kɹæft/ kraft kraft kurafuto ku.ra.fu.to クラフト Crawford /kɹɔːfɔːd/ kroofood kroofood kuroofoodo ku.ro.o.fo.o.do クローフォード earthling /ɜːθlɪŋ/ aaθliŋ aasriNg aasuriNgu a.a.su.ri.N.gu アースリング elevator /ɛləveɪtə/ eleveeta erebeeta erebeeta e.re.be.e.ta エレベータ exit /ɛkzɪt/ ekz it ekjitt ekijitto e.ki.ji.t.to エキジット exotic /ɛkzɒtɪk/ ekzotik ekzochikk ekizochikku e.ki.zo.chi.k.ku エキゾチック fox /fɒks/ foks fokks fokkusu fo.k.ku.su フォックス Google /guːgəl/ guugul guugur guuguru gu.u.gu.ru グーグル Harvard /hɑːvɜːd/ haavaad haabaad haabaado ha.a.ba.a.do ハーバード hotel /həʊtɛl/ hotel hoter hoteru ho.te.ru ホテル Liverpool /lɪvəpuːl/ livapuul rivapuur rivapuuru ri.va.pu.u.ru リヴァプール Massachusetts /mæsətʃuːsəts/ masachuusets masachuusetts masachuusettsu ma.sa.chu.u.se.t.tsu マサチューセッツ McDonald /mækdɒnəld/ makdonald makdonard makudonarudo ma.ku.do.na.ru.do マクドナルド Mexico /mɛksəkəʊ/ meksiko mekshiko mekishiko me.ki.shi.ko メキシコ Microsoft /maɪkɹəʊsɒft/ maikrosoft maikrosoft maikurosofuto ma.i.ku.ro.so.fu.to マイクロソフト nation /neɪʃən/ neishon neishoN neishoN ne.i.sho.n ネイション New Orleans /njuːɔːlɪnz/ nyuuoolinz nyuuooriNz nyuuooriNzu nyu.u.o.o.ri.N.zu ニューオーリンズ Pentium /pɛntiəm/ pentiam peNtiam peNtiamu pe.N.ti.a.mu ペンティアム Phillip /fɪlɪp/ filip firipp firippu fi.ri.p.pu フィリップ robot /rəʊbɒt/ robot robott robotto ro.bo.t.to ロボット Sydney /sɪdniː/ sidnii shidnii shidonii shi.do.ni.i シドニー taxi /tæksiː/ taksi takshii takushii ta.ku.shi.i タクシー Texas /tɛksəs/ teksas teksas tekisasu te.ki.sa.su テキサス 规则上的例外（Inconsistencies）虽然常用的片假名拼写通常与上述转录系统一致，但例外俯拾皆是。有些转录显然是由对单词拼写的误解导致的。例如，“studio”中的“u”似乎被解释为/ʌ/（如单词“study”中的发音），而不是/uː/，导致最后转录成了「スタジオ」（sutajio）。 虽然英语到日语转录通常基于英国标准发音（其短音“o”不同，“r”音不发卷舌音），但也有例外。单词“cocktail”和“soccer”分别转录为「カクテル」（kakuteru）和「サッカー」（sakkaa），而英文字母“r”的日语名称是「アール」（aaru），更接近卷舌音。 英语单词的末尾“t”音通常转录为「ト」（to），但在某些单词中如“fruit”和“suit”，它转录为「ツ」（tsu），使一些单数名词的发音更像其复数形式，即使在将英语名词转录为日语时，通常忽略复数“s”。 使用上述步骤进行转录时，英语短音“i”音变成日语的i音，但也有变成日语e音的情况。例如，“digital”和“sticker”分别变成「デジタル」（dejitaru）和「ステッカー」（sutekkaa）。此外，英语单词“report”和“reporter”中的“re”在标准发音中发/rɪ/音，变成“レポート”（repooto）和“レポーター”（repootaa），尽管有时也转录为“リポート”（ripooto）和“リポーター”（ripootaa）。 即使在常用的转录系统中，同一个音也有多种转录方式。由此，一个单词的转录可能五花八门，比如如“David”一词在日语中就有多种写法。不同的发音有时用来表示单词的不同含义，例如，“ストライク”（sutoraiku）表示棒球或保龄球中的击球，而“ストライキ”（sutoraiki）表示工人罢工。此外，“ポンチ”（poNchi）表示潘趣酒（fruit punch），而“パンチ”（paNchi）代表了该词的其他含义。 如上所述，许多转录（特别是涉及非末尾ə音的转录）并不固定，往往更基于拼写而非实际发音。这常导致在英语中发音相似的单词在日语中的发音截然不同。虽然英语单词“pirate”和“pilot”在发音上仅在“l”和“r”有所不同，但这两个单词在日语中分别转录为「パイレーツ」（paireetsu）和「パイロット」（pairotto），原始发音之间的唯一差异消失，而在其他地方出现了一些新的差异。 在日语中，英语单词的转录方式与某些其他语言的单词包含相同音素的转录方式之间也存在一些不一致。英语单词中最后一个软腭鼻音辅音（拼写为“ng”）通常转录为「ング」（Ngu），但同样的音在转录韩语和中文时转录为「ン」（N）。例如，“Hong Kong”和“Kung-Fu”分别变成「ホンコン」（hoNkoN）和「カンフー」（kaNfuu），而韩国演员裴勇俊（배용준）的名字中的“Yong”变成「ヨン」（yoN）。（译者注：这种转录称为“現地音”，通常会在使用汉字表记人名、地名之后在其上用“ルビ”注明转录后的读音） 转录中的例外以下是常用但不符合常见转录系统的转录方式，不包括英语单词的日语缩写或直接从其他语言传入的类似英语的单词。 英文 片假名 罗马字 例外 archaeology アーケオロジー aakeorojii /i/变成e archiver アーカイバ aakaiba 结尾/ə/变成a，尽管拼写为“er” anal アナル anaru /eɪ/变成a California カリフォルニア kariforunia /kæ/变成ka，卷舌/r/变成ru Canada カナダ kanada /kæ/变成ka casual カジュアル kajuaru /kæ/变成ka cocktail カクテル kakuteru /ɒ/（英国标准发音）但基于美国音a cocoa ココア kokoa /əʊ/变成oa color カラー karaa /ʌ/变成a，尽管拼写为“o” curry カレー karee /i/变成ee digital デジタル dejitaru /ɪ/变成e fast ファースト faasuto /æ/变成aa foul ファール faaru /aʊ/变成aa foundation ファンデーション faNdeeshon /aʊ/变成a fruit フルーツ furuutsu 结尾/t/变成tsu Hepburn * ヘボン hebon /p/省略且/ə/变成o，尽管拼写为“ur” Hollywood ** ハリウッド hariuddo /ɒ/（英国标准发音）但基于美国音a hood フード fuudo /ʊ/变成uu idea アイデア aidea /i/变成e label ラベル raberu /eɪ/变成a Ladies/Lady’s レディース rediisu /z/变成su loose ルーズ ruuzu /s/变成zu (sewing) machine ミシン mishiN /ə/变成i，尽管拼写为“a” margarine マーガリン maagariN /dʒ/变成g meter メーター meetaa /iː/变成ee money マネー manee /ʌ/变成a，尽管拼写为“o”，且/i/变成ee n (letter) エヌ enu 结尾/n/变成nu Narnia ナルニア narunia 卷舌/r/变成ru（基于美国音） Neptune ネプチューン nepuchuun /tu/变成chuu而不是tsuu news ニュース nyuusu /z/变成su penis ペニス penisu /iː/变成e pirate パイレーツ paireetsu 结尾/t/变成tsu pouch ポーチ poochi /aʊ/变成oo propane プロパン puropaN /eɪ/变成a pudding プリン puriN /d/变成r punch ポンチ poNchi /ʌ/变成o，尽管拼写为“u” r (letter) アール aaru 卷舌/r/变成ru（基于美国音） radio ラジオ rajio /eɪ/变成a report レポート repooto /ɪ/变成e reporter レポーター repootaa /ɪ/变成e revolution レボリューション reboryuushon /luː/变成ryuu sales セールス seerusu /z/变成su smooth スムース sumuusu /ð/变成su soccer サッカー sakkaa /ɒ/（英国标准发音）但基于美音a sport スポーツ supootsu 结尾/t/变成tsu sticker ステッカー sutekkaa /ɪ/变成e studio スタジオ sutajio /uː/变成a suit スーツ suutsu 结尾/t/变成tsu sweater セーター seetaa /wɛ/变成ee Uranus ウラナス uranasu /yʊ/变成u video ビデオ bideo /ɪ/变成e volleyball バレーボール bareebooru /ɒ/（英国标准发音）但基于美音a，且/i/变成ee Washington ワシントン washiNtoN /ɒ/（英国标准发音）但基于美音a Yankees ヤンキース yaNkiisu /z/变成su yogurt ヨーグルト yooguruto 卷舌/r/变成ru（基于美国音） James Curtis Hepburn的Hepburn是这么转录的，但Katharine Hepburn和Audrey Hepburn除外，她们的姓氏转录为「ヘップバーン」（hepubaaN）。** 单独的“Holly”转录为「ホリー」（horii）。 转录多个单词有时，转录的范围不仅限于词，有些外语教材和歌词也会被整句整句地转录。 多词转录通常是逐词进行的，不考虑词间连读。例如，“an engineer”通常转录为「a.N.e.N.ji.ni.a」而不是「a.ne.N.ji.ni.a」，“n”和“e”之间的连读用日语音节“ne”表示。在某些固定短语中，如“kaman”表示“come on”，这一常规会被打破。 整句话转录示例英文: “My hovercraft is full of eels.” 第一步: maɪ hɒvəkrɑːft ɪz fʊl ɒv iːlz 第二、三步: “mai hobaakraft iz ful ob iirz” 第四步: “mai hobaakurafuto izu furu obu iiruzu” 第五步: “ma.i ho.ba.a.ku.ra.fu.to i.zu fu.ru o.bu i.i.ru.zu” 第六步: 「マイ ホバークラフト イズ フル オブ イールズ」 翻译自 Wikibooks/Japanese ，原标题 Transcribing English to Japanese 。感谢主要译者 GPT-4o ，校对huanxion。","link":"/2024/07/15/%EF%BC%88%E8%AF%91%EF%BC%89%E6%97%A5%E5%BC%8F%E8%8B%B1%E8%AF%AD%E9%80%9F%E6%88%90%E6%95%99%E7%A8%8B/"}],"tags":[{"name":"Chinese Official Media","slug":"Chinese-Official-Media","link":"/tags/Chinese-Official-Media/"},{"name":"English","slug":"English","link":"/tags/English/"},{"name":"Repost","slug":"Repost","link":"/tags/Repost/"},{"name":"杂谈","slug":"杂谈","link":"/tags/%E6%9D%82%E8%B0%88/"},{"name":"和菜头","slug":"和菜头","link":"/tags/%E5%92%8C%E8%8F%9C%E5%A4%B4/"},{"name":"牧之野","slug":"牧之野","link":"/tags/%E7%89%A7%E4%B9%8B%E9%87%8E/"},{"name":"阅读","slug":"阅读","link":"/tags/%E9%98%85%E8%AF%BB/"},{"name":"写作","slug":"写作","link":"/tags/%E5%86%99%E4%BD%9C/"},{"name":"大扫除","slug":"大扫除","link":"/tags/%E5%A4%A7%E6%89%AB%E9%99%A4/"},{"name":"初中生活","slug":"初中生活","link":"/tags/%E5%88%9D%E4%B8%AD%E7%94%9F%E6%B4%BB/"},{"name":"歌曲","slug":"歌曲","link":"/tags/%E6%AD%8C%E6%9B%B2/"},{"name":"李帝","slug":"李帝","link":"/tags/%E6%9D%8E%E5%B8%9D/"},{"name":"Blog相关","slug":"Blog相关","link":"/tags/Blog%E7%9B%B8%E5%85%B3/"},{"name":"日本语","slug":"日本语","link":"/tags/%E6%97%A5%E6%9C%AC%E8%AF%AD/"},{"name":"日式英语","slug":"日式英语","link":"/tags/%E6%97%A5%E5%BC%8F%E8%8B%B1%E8%AF%AD/"},{"name":"转录（Transcription）","slug":"转录（Transcription）","link":"/tags/%E8%BD%AC%E5%BD%95%EF%BC%88Transcription%EF%BC%89/"},{"name":"Wikibooks（维基教科书）","slug":"Wikibooks（维基教科书）","link":"/tags/Wikibooks%EF%BC%88%E7%BB%B4%E5%9F%BA%E6%95%99%E7%A7%91%E4%B9%A6%EF%BC%89/"},{"name":"翻译作品","slug":"翻译作品","link":"/tags/%E7%BF%BB%E8%AF%91%E4%BD%9C%E5%93%81/"}],"categories":[{"name":"Extraterrestrial Satellite Communication","slug":"Extraterrestrial-Satellite-Communication","link":"/categories/Extraterrestrial-Satellite-Communication/"},{"name":"杂谈","slug":"杂谈","link":"/categories/%E6%9D%82%E8%B0%88/"},{"name":"起于尘埃之间","slug":"起于尘埃之间","link":"/categories/%E8%B5%B7%E4%BA%8E%E5%B0%98%E5%9F%83%E4%B9%8B%E9%97%B4/"},{"name":"语言学","slug":"语言学","link":"/categories/%E8%AF%AD%E8%A8%80%E5%AD%A6/"}],"pages":[{"title":"about","text":"","link":"/about/index.html"}]}